{
    "New User":"नई यूजर",
    "Register":"रजिस्टर",
    "One time quick registration process" : "एक बार त्वरित रजिस्ट्रेशन प्रक्रिया प्रोसेस",
    "or": "या",
    "Already Registered":"पहले से रजिस्टर्ड",
    "LOG IN":"लॉग इन",
    "Log In":"लॉग इन",
    "Login":"लॉग इन",
    "Log in with App PIN":"ऐप पिन के साथ लॉग इन करें",
    "Enter the mobile number registered":"रजिस्टर्ड मोबाइल नंबर दर्ज करें",
    "with Mahindra Finance":"महिंद्रा फाइनेंस के साथ",
    "You will receive an OTP on the":"आपको एक ओटीपी प्राप्त होगा",
    "above number":"उपरोक्त नंबर",
    "OK":"ओके",
    "Forgot register Number":"रजिस्टर नंबर भूल गए",
    "Verification":"वेरिफिकेशन",
    "An OTP has been sent on the":"एक ओटीपी भेजा गया है",
    "mobile number":"मोबाइल नंबर",
    "Enter the OTP here":"यहां ओटीपी दर्ज करें",
    "Submit":"सबमिट",
    "Did not receive OTP":"ओटीपी प्राप्त नहीं हुआ",
    "Resend OTP":"ओटीपी पुनः भेजें",
    "Set a 4-digit App PIN":"४ अंकों का ऐप पिन सेट करें",
    "You can use it to Login":"आप इसे लॉगिन करने के लिए उपयोग कर सकते हैं",
    "Enter the 4 digits":"४ अंक दर्ज करें",
    "Re-enter the 4 digits":"४ अंक पुनः दर्ज करें",
    "Continue":"जारी रहना",
    "Ok":"ठीक",
    "Error":"त्रुटि",
    "Success":"सफलता",
    "Information":"जानकारी",
    "Please enter Registered Mobile number":"कृपया रजिस्टर्ड मोबाइल नंबर दर्ज करें",
    "OTP must of 6 digits":"ओटीपी ६ अंकों का होना चाहिए",
    "Enter valid OTP":"सही ओटीपी दर्ज करें",
    "Something went wrong! Please try again later.":"कुछ गलत हो गया! बाद में पुन: प्रयास करें.",
    "Please set a 4-digit PIN":"कृपया ४ अंकों का पिन सेट करें",
    "Please re-enter 4-digit PIN":"कृपया ४ अंकों का पिन पुनः दर्ज करें",
    "PIN entered do not match":"दर्ज पिन मेल नहीं खाते हैं",
    "Registration successfully completed":"रजिस्ट्रेशन सफलतापूर्वक पूरा हुआ",
    "Enter registered mobile number":"रजिस्टर्ड मोबाइल नंबर दर्ज करें",
    "Enter App PIN" : "ऐप पिन दर्ज करें",
    "Forgot App PIN":"ऐप पिन भूल गए",
    "Login using username" : "उपयोगकर्ता नाम का उपयोग कर लॉगिन करें",
    "Quick Pay":"त्वरित भुगतान",
    "Branches":"शाखाओं",
    "Apply Now":"अभी अप्लाई करें",
    "Please enter 4-digit PIN" : "कृपया ४ अंकों का पिन दर्ज करें",
    "Your Account is locked. Please try again after 2 hours" : "आपका खाता लॉक है। कृपया 2 घंटे के बाद पुनः प्रयास करें",
    "The entered number is already registered." : "दर्ज नंबर पहले ही रजिस्टर्ड है.",
    "Validating number, Kindly wait" : "मोबाइल नंबर को मान्य करना, कृपया प्रतीक्षा करें",
    "Yes": "हाँ",
    "No":"नहीं",
    "Invalid credentials":"अवैध प्रत्यय पत्र",
    "You can't register in offline mode":"आप ऑफलाइन मोड में रजिस्टर्ड नहीं कर सकते हैं",
    "Please enter valid mobile number.":"कृपया वैध मोबाइल नंबर दर्ज करें.",
    "Next EMI Date":"अगली ईएमआई तिथि",
    "EMI Amount":"ईएमआई राशि",
    "Pay Now":"अब भुगतान करें",
    "View Details":"विवरण देखें",
    "Pay Online":"ऑनलाइन भुगतान करें",
    "Pre-Approved Loan":"पूर्व स्वीकृत लोन ",
    "Cash Payment Points":"नकद भुगतान अंक",
    "Mahindra Finance Branch":"महिंद्रा फाइनेंस शाखा",
    "Call Executive":"कॉल कार्यकारी",
    "Add Another Account":"एक और खाता जोड़ें",
    "Loan Amount":"उधार की राशि",
    "Outstanding EMI":"बकाया ईएमआई",
    "Amount":"राशि",
    "View Loan Details":"लोन विवरण देखें",
    "FD Amount":"एफडी राशि",
    "Maturity Date":"परिपक्वता तिथि",
    "View FD Details":"एफडी विवरण देखें",
    "Home":"होम",
    "Change Language":"भाषा बदलो",
    "Change App PIN":"ऐप पिन बदलें",
    "Privacy Policy":"गोपनीयता नीति",
    "Terms of Use":"उपयोग की शर्तें",
    "Logout":"लोग आउट",
    "You are offline":"आप ऑफलाइन हैं",
    "Showing details as per":"के अनुसार विवरण दिखा रहा है",
    "Pre-Approved Loan Offers":"पूर्व स्वीकृत लोन प्रस्ताव",
    "Minimum":"न्यूनतम",
    "Documentation":"डॉक्यूमेंटेशन",
    "Faster":"फास्टर",
    "Disbursement":"अदायगी",
    "Attractive":"अट्रैक्टिव",
    "Interest Rate":"ब्याज दर",
    "Currently no offers are available for you":"वर्तमान में आपके लिए कोई ऑफ़र उपलब्ध नहीं है",
    "offer Details":"ऑफ़र विवरण",
    "Pre-approved Loan":"पूर्व अनुमोदित लोन",
    "Drag or tap to select loan amount to see your EMI":"अपनी ईएमआई देखने के लिए ऋण राशि का चयन करने के लिए खींचें या टैप करें",
    "Tenure":"कार्यकाल",
    "Months":"महीने",
    "Month onwards":"महीना आगे",
    "I allow Mahindra Finance representatives to call/SMS":"मैं महिंद्रा फाइनेंस के प्रतिनिधियों को कॉल / एसएमएस करने की इजाजत देता हूं",
    "me, overriding my registration for DNC/NDNC" : "मैं, डीएनसी / एनडीएनसी के लिए अपना पंजीकरण ओवरराइड कर रहा हूं",
    "Terms":"नियम",
    "Conditions":"शर्तेँ",
    "apply" : "लागू करें",
    "The account with mobile number entered doesn’t match any account. Kindly register":"दर्ज मोबाइल नंबर वाला खाता किसी भी खाते से मेल नहीं खाता है। कृपया रजिस्टर्ड करें",
    "Mobile number not registerd with Mahindra Finance":"मोबाइल नंबर महिंद्रा फाइनेंस के साथ रजिस्टर्ड नहीं है",
    "Unable to connect to Server":"सर्वर से संपर्क करने में असमर्थ",
    "Try again":"पुनः प्रयास करें",
    "Invalid credentials. You have 1 tries remaining":"अवैध प्रत्यय पत्र। आपके पास 1 प्रयास शेष हैं",
    "Invalid credentials. You have 2 tries remaining":"अवैध प्रत्यय पत्र। आपके पास 2 प्रयास शेष हैं",
    "Invalid credentials. You have 3 tries remaining":"अवैध प्रत्यय पत्र। आपके पास 3 प्रयास शेष हैं",
    "Invalid credentials. You have 4 tries remaining":"अवैध प्रत्यय पत्र। आपके पास 4 प्रयास शेष हैं",
    "Invalid credentials. You have 5 tries remaining":"अवैध प्रत्यय पत्र। आपके पास 5 प्रयास शेष हैं",
    "Out Standing EMI Amount":"बकाया ईएमआई राशि",
    "*Outstanding EMI Amount - Doesn’t include the default charge &amp; other charges. Please contact our branch for complete details.":"* बकाया ईएमआई राशि - डिफ़ॉल्ट शुल्क अन्य शुल्क शामिल नहीं है। पूर्ण विवरण के लिए कृपया हमारी शाखा से संपर्क करें।",
    "Exit the App":"ऐप से बाहर निकलें",
    "Are you sure you want to exit the app?" : "क्या आप वाकई ऐप से बाहर निकलना चाहते हैं?",
    "Are you sure you want to Log Out?":"क्या आप लॉग आउट करना चाहते हैं?",
    "Close":"बंद करे",
    "call Executive":"कार्यकारी कॉल करें",
    "Call":"कॉल",
    "No executive details available":"कोई कार्यकारी विवरण उपलब्ध नहीं है",
    "Visit Mahindra Finance branch to make payments, meet our executive or get any other support":"भुगतान करने, हमारे कार्यकारी से मिलने या किसी अन्य समर्थन के लिए महिंद्रा फाइनेंस शाखा पर जाएं",
    "Enter pincode or use current location":"पिनकोड दर्ज करें या वर्तमान स्थान का उपयोग करें",
    "Mahindra Finance Branches":"महिंद्रा फाइनेंस शाखाएं",
    "Your Nearest Branches":"आपकी नजदीक शाखाएं",
    "No Branches found for entered pincode":"दर्ज पिनकोड के लिए कोई शाखा नहीं मिली",
    "OTP expires in":"ओटीपी समाप्त हो जाएगा",
    "minutes":"मिनट में",
    "My Account":"मेरा खाता",
    "Please wait ...":"कृपया प्रतीक्षा करें ...",
    "Validating number, Kindly wait.":"नंबर मान्य कर रहा है, कृपया प्रतीक्षा करें।",
    "Default language successfully set":"डिफ़ॉल्ट भाषा सफलतापूर्वक सेट है",
    "You have successfully applied for the offer":"आपने प्रस्ताव के लिए सफलतापूर्वक आवेदन किया है",
    "OTP has expired.":"ओटीपी की समय सीमा समाप्त हो गई है।",
    "Your Account is locked. Please go online for more details":"आपका खाता लॉक है। अधिक जानकारी के लिए कृपया ऑनलाइन जाएं",
    "No data found on device":"डिवाइस पर कोई डेटा नहीं मिला",
    "Search":"सर्च",
    "Please enter pincode":"कृपया पिनकोड दर्ज करें",
    "Contact":"संपर्क करें",
    "No repayment schedule data for account number":"खाता नंबर के लिए कोई पुनर्भुगतान अनुसूची डेटा नहीं",
    "Account Details":"खाता विवरण",
    "Repayment Details":"पुनर्भुगतान विवरण",
    "Loan Details":"लोन विवरण",
    "Customer Name":"ग्राहक का नाम",
    "Registered Mobile Number":"रजिस्टर्ड मोबाइल नंबर",
    "Agreement No":"समझौता संख्या",
    "Agreement Value":"समझौता मूल्य",
    "Agreement Date":"समझौता दिनांक",
    "Loan Start Date":"लोन प्रारंभ तिथि",
    "Loan End Date":"लोन अंतिम तिथि",
    "Frequency":"आवृत्ति",
    "No. of Instalments":"किश्तों की संख्या",
    "Repayment Mode":"पुनर्भुगतान मोड",
    "Co-applicant Name":"सह-आवेदक का नाम",
    "Guarantor Name":"गारंटर का नाम",
    "Asset Details":"संपत्ति विवरण",
    "Vehicle Registration Number":"वाहन रजिस्टर्ड नंबर",
    "Vehicle Make Model Variant":"वाहन मॉडल संस्करण",
    "Engine Number":"इंजन नंबर",
    "Chassis Number":"चेसिस नंबर",
    "Dealer Name":"विक्रेता का नाम",
    "Repayment Schedule":"पुनः भुगतान कार्यक्रम",
    "Download Repayment Schedule":"पुनर्भुगतान अनुसूची डाउनलोड करें",
    "Repayment Summary Till Date":"तिथि तक पुनर्भुगतान सारांश",
    "Number of EMIs Due":"बकाया ईएमआई की संख्या",
    "Number of EMIs Paid":"भुगतान की गई ईएमआई की संख्या",
    "Total Amount Due":"कुल बकाया राशि",
    "Total Amount Paid":"भुगतान की गई कुल राशि",
    "Outstanding EMI Amount":"बकाया ईएमआई राशि",
    "Future Payable Amount":"भविष्य देय राशि",
    "Set Repayment Reminder":"पुनर्भुगतान रिमाइंडर सेट करें",
    "How many days before your due date would you":"आपकी देय तिथि से कितने दिन पहले",
    "like to set a repayment reminder?":"एक पुनर्भुगतान रिमाइंडर सेट करना चाहते हैं?",
    "DAYS":"दिन",
    "Last 5 Payment Details":"अंतिम 5 भुगतान विवरण",
    "Receipt No":"रसीद नंबर",
    "Mode of Payment":"भुगतान का प्रकार",
    "No last transactions found":"कोई अंतिम लेनदेन नहीं मिला",
    "fixed Deposit":"फिक्स्ड डिपाजिट ",
    "Fixed Deposite Details":"फिक्स्ड डिपाजिट विवरण",
    "Account Number":"खाता नंबर",
    "Start Date":"आरंभ करने की तिथि",
    "Duration":"अवधि",
    "Investment Amount":"निवेश राशि",
    "Maturity Amount":"परिपक्वता राशि",
    "ROI":"निवेश पर प्रतिफल",
    "Pincode" : "पिन कोड",
    "By accessing, browsing and/or thereby downloading the My Mahindra Finance Application (“MMFSL-APP”) on your mobile handset device, you are consenting, agreeing and conveying your acceptance of the following Terms and Conditions provided for herein which shall constitute an agreement between you and MMFSL ( Mahindra & Mahindra Financial Services Limited)  (as defined hereinafter). Therefore by downloading and running the MMFSL-APP on your handset, you agree to be bound by the following Terms and Conditions. These preceding Terms and Conditions with Privacy Policy shall apply in conjunction with Customer Agreement Form or any other document signed by you (Terms and Conditions). In case there is any conflict between the Terms and Conditions mentioned herein and those with the preceding terms relating to the services subscribed, then the preceding Terms and Conditions will govern.":"'अपने मोबाइल हैंडसेट डिवाइस पर माई महिंद्रा फाइनेंस एप्लिकेशन (एमएमएफएसएल-एप्लिकेशन) डाउनलोड करने, ब्राउज़ करने और / या इस प्रकार, आप यहां दिए गए निम्नलिखित नियमों और शर्तों की स्वीकृति को सहमति, सहमति और संदेश दे रहे हैं, जिसमें एक समझौता होगा आप और एमएमएफएसएल (महिंद्रा एंड महिंद्रा फाइनेंशियल सर्विसेज लिमिटेड) के बीच (जैसा कि बाद में परिभाषित किया गया है)। इसलिए अपने हैंडसेट पर एमएमएफएसएल-एप्लिकेशन डाउनलोड और चलाने के द्वारा, आप निम्नलिखित नियमों और शर्तों से बाध्य होने के लिए सहमत हैं। गोपनीयता नीति के साथ ये पिछले नियम और शर्तें ग्राहक अनुबंध फ़ॉर्म या आपके द्वारा हस्ताक्षरित किसी अन्य दस्तावेज़ (नियम और शर्तें) के संयोजन के साथ लागू होंगी। यदि यहां उल्लिखित सेवाओं से संबंधित नियमों और शर्तों के बीच कोई संघर्ष है और सब्सक्राइब की गई सेवाओं से संबंधित पिछले शर्तों के साथ, तो पिछले नियम और शर्तें शासित होंगी।'",
    "The use of the features available on the MMFSL-APP is subject to your compliance with the Terms and Conditions set forth below including any cross reference mentioned thereto.":"'एमएमएफएसएल-एप्लिकेशन पर उपलब्ध सुविधाओं का उपयोग नीचे उल्लिखित नियमों और शर्तों के अनुपालन के अधीन है, जिसमें उल्लिखित किसी भी पार करना संदर्भ शामिल हैं।'",
    "MMFSL-APP and any related features, softwares are licensed to the Customer subscribers for use only under the terms of this software license agreement (License). For the purposes of this License, Customer shall mean an existing, valid and active MMFSL Customers who has downloaded the MMFSL-APP for use and/or a user/guest who has downloaded MMFSL-APP. By downloading and installing MMFSL-APP, the Customer will be deemed to have accepted the following Terms and Conditions in their entirety.":"'एमएमएफएसएल-एप्लिकेशन और किसी भी संबंधित फीचर्स, सॉफ़्टवेयर को ग्राहक उपभोक्ताओं को केवल इस सॉफ्टवेयर लाइसेंस समझौते (लाइसेंस) के तहत उपयोग के लिए लाइसेंस प्राप्त है। इस लाइसेंस के प्रयोजनों के लिए, ग्राहक का अर्थ मौजूदा, वैध और सक्रिय एमएमएफएसएल ग्राहकों का होगा, जिन्होंने एमएमएफएसएल-एप्लिकेशन को उपयोग के लिए डाउनलोड किया है और / या उपयोगकर्ता / अतिथि जो एमएमएफएसएल-एपीपी डाउनलोड कर चुके हैं। एमएमएफएसएल-एप्लिकेशन को डाउनलोड और इंस्टॉल करके, ग्राहक को पूरी तरह से निम्नलिखित नियमों और शर्तों को स्वीकार कर लिया जाएगा।'",
    "The Terms and Conditions of this License will govern any upgrades, updates, modifications or enhancements to MMFSL-APP.":"इस लाइसेंस के नियम और शर्तें एमएमएफएसएल-एप्लिकेशन में किसी भी उन्नयन, अद्यतन, संशोधन या संवर्द्धन को नियंत्रित करेंगे।",
    "Content which includes but not limited to information, communications, images and/or sounds (“Content”) contained in or available through MMFSL-APP) is provided by MMFSL, its affiliates, independent content providers and third parties. The various contents or reference or redirection towards the MMFSL-APP is the copyright of MMFSL, its affiliates, independent content providers or third parties. MMFLS reserves all the intellectual rights contained and connected with this Content. The contents of My MMFSL Application cannot be reproduced, modified, transferred, distributed, republished, downloaded, posted or transmitted in any form or by any means including but not limited to electronic, mechanical photocopying or recording without the prior written permission of MMFSL.":"सामग्री जिसमें एमएमएफएसएल-एप्लिकेशन के माध्यम से निहित या उपलब्ध जानकारी, संचार, छवियों और / या ध्वनियों (सामग्री) तक सीमित नहीं है, एमएमएफएसएल, इसके सहयोगी, स्वतंत्र सामग्री प्रदाताओं और तीसरे पक्ष द्वारा प्रदान की जाती है। एमएमएफएसएल-एप्लिकेशन की ओर विभिन्न सामग्रियों या संदर्भ या पुनर्निर्देशन एमएमएफएसएल, इसके सहयोगी, स्वतंत्र सामग्री प्रदाताओं या तृतीय पक्षों का कॉपीराइट है। एमएमएफएलएस सभी बौद्धिक अधिकारों को निहित करता है और इस सामग्री से जुड़ा हुआ है। मेरे एमएमएफएसएल आवेदन की सामग्री को किसी भी रूप में या एमएमएफएसएल की पूर्व लिखित अनुमति के बिना इलेक्ट्रॉनिक, मैकेनिकल फोटोकॉपी या रिकॉर्डिंग सहित किसी भी रूप में या किसी भी माध्यम से पुन: उत्पन्न, संशोधित, स्थानांतरित, वितरित, पुन: प्रकाशित, डाउनलोड, पोस्ट या प्रेषित नहीं किया जा सकता है।",
    "MMFSL grants the Customer access and use, a revocable, non-exclusive, non-transferable, limited right to install MMFSL-APP on such mobile phone strictly in accordance with the Terms and Conditions of the said License. The Application and all copyrights, patents, trademarks, trade secrets and other intellectual property rights including but not limited to MMFSL trademarks, service marks, logos and taglines are, and shall remain, the property of MMFSL or the third party licensor alone.":"एमएमएफएसएल ग्राहक के उपयोग और उपयोग, एक रद्द करने योग्य, गैर-अनन्य, गैर-हस्तांतरणीय, इस तरह के मोबाइल फोन पर एमएमएफएसएल-एप्लिकेशन को सख्ती से लाइसेंस के नियमों और शर्तों के अनुसार स्थापित करने का सीमित अधिकार प्रदान करता है। आवेदन और सभी कॉपीराइट, पेटेंट, ट्रेडमार्क, व्यापार रहस्य और अन्य बौद्धिक संपदा अधिकारों सहित एमएमएफएसएल ट्रेडमार्क, सेवा अंक, लोगो और टैगलाइन तक सीमित नहीं हैं, और एमएमएफएसएल या तीसरे पक्ष के लाइसेंसधारक की संपत्ति अकेले रहेंगे।",
    "Customer shall not: (a) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt (b) make any modification, adaptation, improvement, enhancement, translation or derivative work from MMFSL-APP; (c) violate any applicable laws, rules or regulations in connection with Customers access or use of the MMFSL-APP; (d) remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of MMFSL or its affiliates, or the licensors of the My MMFSL Application; (e) use the My MMFSL Application for any other purpose for which it is not designed or intended. These provisions shall survive this agreement for all the times.":"ग्राहक नहीं करेगा: (ए) डीकंपाइल, रिवर्स इंजीनियर, डिसेबल, स्रोत कोड प्राप्त करने का प्रयास, या डिक्रिप्ट; (बी) एमएमएफएसएल-एप्लिकेशन से कोई संशोधन, अनुकूलन, सुधार, वृद्धि, अनुवाद या व्युत्पन्न कार्य करें; (सी) ग्राहक की पहुंच या एमएमएफएसएल-एप्लिकेशन के उपयोग के संबंध में किसी भी लागू कानून, नियम या विनियम का उल्लंघन; (डी) एमएमएफएसएल या उसके सहयोगियों, या मेरे एमएमएफएसएल आवेदन के लाइसेंसधारकों के किसी स्वामित्व नोटिस (कॉपीराइट या ट्रेडमार्क की किसी भी सूचना सहित) को हटाएं, बदलें या अस्पष्ट करें; (ई) किसी अन्य उद्देश्य के लिए मेरा एमएमएफएसएल एप्लीकेशन का उपयोग करें जिसके लिए इसे डिज़ाइन या इरादा नहीं बनाया गया है। ये प्रावधान हर समय इस समझौते से बचेंगे।",
    "By accessing, browsing and/or thereby downloading the MMFSL-APP, Customer would be required to provide his/her basic Customer information. In order to serve the Customer better MMFSL shall procure such information as stated under the Privacy Policy, the Customer agrees to provide true, accurate and complete information and agrees not to submit particulars that he/ she does not have the right or authority to submit.":"एमएमएफएसएल-एप्लिकेशन डाउनलोड करने, ब्राउज़ करने और / या इस प्रकार, ग्राहक को अपनी मूल ग्राहक जानकारी प्रदान करने की आवश्यकता होगी। ग्राहक की सेवा के लिए बेहतर एमएमएफएसएल गोपनीयता नीति के तहत बताई गई ऐसी जानकारी खरीद लेगा, ग्राहक सत्य, सटीक और पूर्ण जानकारी प्रदान करने के लिए सहमत होता है और सहमत नहीं है कि उसे जमा करने का अधिकार या अधिकार नहीं है।",
    "The Customer shall take all necessary precautions to prevent unauthorized and illegal use and unauthorized access to his/ her account through the MMFSL-APP. MMFSL shall not be responsible for any misuse of Customers mobile phone or unauthorized access via loss, theft to the Customers’ account details by any third party. MMFSL expressly disclaims any and all liability, howsoever, arising out of the misuse of the application or any Customer information.":"ग्राहक एमएमएफएसएल-एप्लिकेशन के माध्यम से अनधिकृत और अवैध उपयोग और अनधिकृत पहुंच को रोकने के लिए सभी आवश्यक सावधानी बरतेंगे। एमएमएफएसएल ग्राहकों के मोबाइल फोन के किसी भी दुरुपयोग या हानि के माध्यम से अनधिकृत पहुंच, किसी भी तीसरे पक्ष द्वारा ग्राहकों के खाते के विवरण की चोरी के लिए ज़िम्मेदार नहीं होगा। एमएमएफएसएल आवेदन के दुरुपयोग या किसी भी ग्राहक की जानकारी से उत्पन्न होने वाली किसी भी और सभी देयताओं को स्पष्ट रूप से अस्वीकार करता है।",
    "Customer hereby authorizes and consents to the collection, storage and use, by MMFSL and its affiliates, partners and agents, of any information and data related to or derived from Customer use of the Application, and any information or data (Information) that Customer provide to MMFSL and its affiliates, partners and licensors. Notwithstanding the foregoing, the Customers personally identifiable information will not be provided to any third party without the Customers prior written consent, save and expect to any public authority acting under the mandate of law. MMFSL shall take all reasonable care to ensure the security of Customers information using commercially reasonable technology available in India.":"ग्राहक इस प्रकार एमएमएफएसएल और उसके सहयोगियों, भागीदारों और एजेंटों द्वारा संग्रह, भंडारण और उपयोग को अधिकृत करता है और सहमति देता है, किसी भी जानकारी और आवेदन के ग्राहक उपयोग से संबंधित डेटा से संबंधित डेटा, और ग्राहक द्वारा प्रदान की जाने वाली किसी भी जानकारी या डेटा (सूचना) एमएमएफएसएल और उसके सहयोगियों, भागीदारों और लाइसेंसदाताओं के लिए। पूर्वगामी होने के बावजूद, ग्राहक की व्यक्तिगत पहचान योग्य जानकारी किसी भी तृतीय पक्ष को ग्राहक की पूर्व लिखित सहमति के बिना प्रदान नहीं की जाएगी, कानून के जनादेश के तहत कार्यरत किसी भी सार्वजनिक प्राधिकारी को बचाएगी और उम्मीद की जाएगी। एमएमएफएसएल भारत में उपलब्ध व्यावसायिक रूप से उचित प्रौद्योगिकी का उपयोग कर ग्राहक की जानकारी की सुरक्षा सुनिश्चित करने के लिए सभी उचित देखभाल करेगा।",
    "MMFSL shall not be held liable for any security lapses occur beyond its reasonable control and in case this Information are in public then the same would be treated as being non-confidential and non-proprietary. MMFSL assumes no obligation to protect Confidential or proprietary information (other than personally identifiable information) from disclosure and will be free to reproduce, use, and distribute the Information to others without restriction. This provision shall survive the termination of the License.":"एमएमएफएसएल किसी भी सुरक्षा चूक के लिए उत्तरदायी नहीं होगा, इसके उचित नियंत्रण से परे हो और यदि यह जानकारी सार्वजनिक हो तो उसे गैर-गोपनीय और गैर-स्वामित्व माना जाएगा। एमएमएफएसएल गोपनीय या स्वामित्व वाली जानकारी (व्यक्तिगत रूप से पहचाने जाने योग्य जानकारी के अलावा) को प्रकटीकरण से बचाने के लिए कोई दायित्व नहीं लेता है और प्रतिबंध के बिना दूसरों को जानकारी पुन: पेश, उपयोग और वितरित करने के लिए स्वतंत्र होगा। यह प्रावधान लाइसेंस समाप्त होने से बच जाएगा।",
    "This License shall be effective: (i) until terminated by MMFSL, or (ii) till the Customer has ported out of MMFSL. MMFSL may, in its sole and absolute discretion, at any time and for any or no reason, suspend or terminate this License and the rights afforded to Customer hereunder with or without prior notice. Furthermore, if Customer fails to comply with any Terms and conditions of this License, then this License and any rights afforded to Customer hereunder shall terminate automatically, without any notice or other action by MMFSL. Upon the termination of this License, Customer shall cease all use of MMFSL-APP and uninstall the said app.":"यह लाइसेंस प्रभावी होगा: (i) एमएमएफएसएल द्वारा समाप्त होने तक, या (ii) जब तक ग्राहक एमएमएफएसएल से बाहर नहीं हो जाता है। एमएमएफएसएल, अपने एकमात्र और पूर्ण विवेकानुसार, किसी भी समय और किसी भी कारण से, इस लाइसेंस को निलंबित या समाप्त कर सकता है और ग्राहक को पहले नोटिस के साथ या बिना किसी अधिकार के अधिकार प्रदान करता है। इसके अलावा, यदि ग्राहक इस लाइसेंस के किसी भी नियम और शर्तों का अनुपालन करने में विफल रहता है, तो यह लाइसेंस और यहां ग्राहक को दिए गए किसी भी अधिकार को एमएमएफएसएल द्वारा किसी भी नोटिस या अन्य कार्रवाई के बिना स्वचालित रूप से समाप्त कर दिया जाएगा। इस लाइसेंस को समाप्त करने पर, ग्राहक एमएमएफएसएल-एप्लिकेशन के सभी उपयोगों को बंद कर देगा और कहा गया ऐप अनइंस्टॉल करेगा।",
    "The Customer may request to block usage of the MMFSL-APP any time by giving a written notice/ or by informing the MMFSL customer care representative at least 15 days in advance. In the event, the Customer mobile phone is stolen or lost, the Customer should immediately inform the MMFSL (email: __________@com) to immediately block the usage of MMFSL-APP. The Customer will remain responsible for any transactions made until MMFSL-APP is blocked by MMFSL.":"ग्राहक एमएमएफएसएल-एपीपी के किसी भी समय लिखित नोटिस देकर या एमएमएफएसएल ग्राहक देखभाल प्रतिनिधि को कम से कम 15 दिन पहले सूचित करके ब्लॉक करने का अनुरोध कर सकता है। घटना में, ग्राहक मोबाइल फोन चोरी या खो जाता है, ग्राहक को एमएमएफएसएल (ईमेल: __________ @ कॉम) को तुरंत एमएमएफएसएल-एपीपी के उपयोग को अवरुद्ध करने के लिए सूचित करना चाहिए। एमएमएफएसएल-एपीपी एमएमएफएसएल द्वारा अवरुद्ध होने तक ग्राहक किसी भी लेनदेन के लिए ज़िम्मेदार रहेगा।",
    "Customer acknowledges and agrees that MMFSL-APP is provided on an as is where is basis, and that Customers use of or reliance upon the MMFSL-APP accessed thereby is at Customers sole risk and discretion. MMFSL and its affiliates, and licensors hereby disclaim any and all representations, warranties and guaranties regarding the MMFSL-APP, whether express, implied or statutory, and including, without limitation, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Furthermore, MMFSL and its affiliates, and licensors make no warranty that (i) the MMFSL-APP will meet Customers requirements (ii) the MMFSL-APP will be uninterrupted, accurate, reliable, timely, secure or error-free or (iii) any errors in the MMFSL-APP will be corrected. No advice or information, whether oral or written, obtained by Customer from MMFSL or from the MMFSL-APP shall create any representation, warranty or guarantee. Furthermore, Customer acknowledges that MMFSL has no obligation to correct any errors or otherwise support or maintain the MMFSL-APP. MMFSL will not be liable for any virus that may enter the Customers mobile phone as a result of the Customer using the MMFSL-APP.":"ग्राहक स्वीकार करता है और सहमति देता है कि एमएमएफएसएल-एप्लिकेशन आधार पर उपलब्ध कराया गया है, और ग्राहक द्वारा एमएमएफएसएल-एप्लिकेशन पर निर्भर या निर्भरता इस प्रकार ग्राहक के एकमात्र जोखिम और विवेक पर है। एमएमएफएसएल और उसके सहयोगी, और लाइसेंसधारक इस प्रकार एमएमएफएसएल-एप्लिकेशन के बारे में किसी भी और सभी प्रतिनिधित्व, वारंटी और गारंटी को अस्वीकार करते हैं, चाहे व्यक्त, निहित या वैधानिक, और सीमा के बिना, व्यापारक्षमता की अंतर्निहित वारंटी, किसी विशेष उद्देश्य के लिए फिटनेस, और गैर -उल्लंघन। इसके अलावा, एमएमएफएसएल और उसके सहयोगी, और लाइसेंसधारक कोई वारंटी नहीं देते हैं कि (i) एमएमएफएसएल-एप्लिकेशन ग्राहक की आवश्यकताओं को पूरा करेगा; (ii) एमएमएफएसएल-एप्लिकेशन निर्बाध, सटीक, भरोसेमंद, समय पर, सुरक्षित या त्रुटि रहित होगा; या (iii) एमएमएफएसएल-एप्लिकेशन में किसी भी त्रुटि को सही किया जाएगा। एमएमएफएसएल से या एमएमएफएसएल-एप्लिकेशन से ग्राहक द्वारा प्राप्त मौखिक या लिखित कोई सलाह या जानकारी, कोई प्रतिनिधित्व, वारंटी या गारंटी नहीं देगी। इसके अलावा, ग्राहक स्वीकार करता है कि एमएमएफएसएल के पास एमएमएफएसएल-एप्लिकेशन को किसी भी त्रुटि को सही करने या अन्यसमर्थन या बनाए रखने का कोई दायित्व नहीं है। एमएमएफएसएल किसी भी वायरस के लिए उत्तरदायी नहीं होगा जो एमएमएफएसएल-एपीपी का उपयोग कर ग्राहक के परिणामस्वरूप ग्राहक के मोबाइल फोन में प्रवेश कर सकता है।",
    "MMFSL will use its reasonable endeavours to maintain the MMFSL-App in a fully operating condition. It is not responsible for the results of any defects that exist in MMFSL-APP. Customer should not assume that MMFSL-APP or its content is error free or MMFSL-APP or its content is error free or that it will be suitable for the particular purposes that you have in mind when using it. MMFSL reserves the right to make subsequent changes to it, and services may be modified, supplemented or withdrawn.":"एमएमएफएसएल पूरी तरह परिचालन स्थिति में एमएमएफएसएल-ऐप को बनाए रखने के लिए अपने उचित प्रयासों का उपयोग करेगा। एमएमएफएसएल-एप्लिकेशन में मौजूद किसी भी दोष के परिणामों के लिए यह ज़िम्मेदार नहीं है। ग्राहक को यह नहीं मानना ​​चाहिए कि एमएमएफएसएल-एपीपी या इसकी सामग्री त्रुटि मुक्त है या एमएमएफएसएल-एप्लिकेशन है या इसकी सामग्री त्रुटि मुक्त है या यह आपके द्वारा उपयोग किए जाने वाले विशेष उद्देश्यों के लिए उपयुक्त होगी। एमएमएफएसएल को इसके बाद के बदलाव करने का अधिकार सुरक्षित है, और सेवाओं को संशोधित, पूरक या वापस ले लिया जा सकता है।",
    "Under no circumstances shall MMFSL or its affiliates or licensors be liable for any indirect, incidental, consequential, special or exemplary damages or damages arising due to loss of data and loss of use arising out of or in connection with Customers access or use of or inability to access or use the MMFSL-APP, whether or not the damages were foreseeable.":"किसी भी परिस्थिति में एमएमएफएसएल या उसके सहयोगी या लाइसेंसधारक किसी भी अप्रत्यक्ष, आकस्मिक, परिणामी, विशेष या अनुकरणीय क्षति या डेटा की हानि के कारण उत्पन्न होने वाली क्षति और ग्राहक की पहुंच या उपयोग या अक्षमता के संबंध में उत्पन्न होने वाले उपयोग के नुकसान के लिए उत्तरदायी नहीं होंगे एमएमएफएसएल-एप्लिकेशन का उपयोग या उपयोग करने के लिए, चाहे नुकसान का पता लगाना संभव था या नहीं।",
    "MMFSL shall not be liable for any third party products or services advertised on the MMFSL-APP. Customer assume all risks arising out of or result in a from Customers transaction of business over the Internet and with any third party, and Customer agree that MMFSL and its affiliates, and licensors are not responsible or liable for any loss or with any third party.":"एमएमएफएसएल-एप्लिकेशन पर विज्ञापित किसी तीसरे पक्ष के उत्पादों या सेवाओं के लिए उत्तरदायी नहीं होगा। ग्राहक इंटरनेट पर और किसी तीसरे पक्ष के साथ व्यवसाय के लेनदेन से उत्पन्न होने वाले सभी जोखिमों के परिणामस्वरूप मानते हैं और ग्राहक सहमत हैं कि एमएमएफएसएल और उसके सहयोगी, और लाइसेंसधारक किसी भी नुकसान या किसी तीसरे पक्ष के लिए ज़िम्मेदार या उत्तरदायी नहीं हैं।",
    "Customer shall indemnify, defend and hold harmless MMFSL and its affiliates, and licensors, and each of their respective officers, directors, agents and employees (the Indemnified Parties) from and against any claim, proceeding, loss, damage, fine, penalty, interest and expense (including, without limitation, reasonable attorneys fees ) arising out of or in connection with the following: (i) Customer access to or use of the MMFSL-APP (ii) Customer breach of this License (iii) Customer violation of law (iv) Customer negligence or willful misconduct or (v) Customer violation of the rights of a third party, including the infringement by Customer of any intellectual property or misappropriation of any proprietary right or trade secret of any person or entity and (vi) MMFSL execution of any Customer instructions. These obligations will survive any termination of the License.":"ग्राहक किसी भी दावे, कार्यवाही, हानि, क्षति, जुर्माना, दंड, ब्याज, हानि, क्षति, जुर्माना, जुर्माना, ब्याज, क्षति, क्षति, जुर्माना, जुर्माना, ब्याज, क्षति, जुर्माना, जुर्माना, ब्याज, क्षति, क्षति, क्षति, जुर्माना, जुर्माना, जुर्माना, क्षति, क्षति, जुर्माना, जुर्माना, ब्याज, क्षति, क्षति, जुर्माना, जुर्माना, और व्यय (बिना सीमा के, उचित वकील शुल्क सहित) निम्नलिखित के संबंध में या उससे संबंधित: (i) एमएमएफएसएल-एप्लिकेशन के ग्राहक तक पहुंच या उपयोग; (ii) इस लाइसेंस का ग्राहक उल्लंघन; (iii) ग्राहक का कानून उल्लंघन; (iv) ग्राहक लापरवाही या जानबूझकर दुर्व्यवहार; या (v) किसी तीसरे पक्ष के अधिकारों का ग्राहक उल्लंघन, जिसमें किसी भी बौद्धिक संपदा के ग्राहक द्वारा उल्लंघन या किसी भी व्यक्ति या इकाई के मालिकाना अधिकार या व्यापार रहस्य के दुरुपयोग और (vi) किसी भी ग्राहक निर्देश के एमएमएफएसएल निष्पादन शामिल हैं। ये दायित्व लाइसेंस के किसी भी समाप्ति से बचेंगे।",
    "The Customer shall immediately uninstall the MMFSL-APP in case the Customer changes his/her mobile phone or in the event of loss of mobile phone.":"यदि ग्राहक अपने मोबाइल फोन को बदलता है या मोबाइल फोन के नुकसान की स्थिति में ग्राहक एमएमएफएसएल-एप्लिकेशन को तत्काल अनइंस्टॉल करेगा।",
    "MMFSL-APP may contain links to other web sites (Linked Sites). The access to these Linked Sites through this website shall not mean or deem to mean as if the Linked Sites are not under the control of MMFSL and MMFSL is not responsible for the contents or representation/s of any Linked Sites, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site. It is understood herein by you that MMFSL is providing these Linked Sites only for convenience purpose, and the inclusion of any link does not imply endorsement by us of the site or any association with its products or services or operators or owners including the legal heirs or assigns thereof. Similarly MMFSL makes no representations or warranties, express or implied, concerning any products, services and/or information found on any Linked Sites websites.":"एमएमएफएसएल-एप्लिकेशन में अन्य वेबसाइटों (लिंक्ड साइट्स) के लिंक हो सकते हैं। इस वेबसाइट के माध्यम से इन लिंक्ड साइट्स तक पहुंच का मतलब यह नहीं होगा कि इसका मतलब यह नहीं है कि लिंक्ड साइट्स एमएमएफएसएल के नियंत्रण में नहीं हैं और एमएमएफएसएल किसी भी लिंक्ड साइट्स की सामग्री या प्रतिनिधित्व के लिए ज़िम्मेदार नहीं है, जिसमें बिना किसी सीमा के सीमा शामिल है एक लिंक्ड साइट में निहित, या किसी लिंक किए गए साइट पर कोई भी परिवर्तन या अपडेट। यह आपके द्वारा यहां समझा जाता है कि एमएमएफएसएल केवल सुविधाजनक उद्देश्यों के लिए इन लिंक्ड साइटें प्रदान कर रहा है, और किसी भी लिंक को शामिल करने से साइट या हमारे उत्पादों या सेवाओं या ऑपरेटरों या कानूनी वारिस समेत मालिकों के साथ किसी भी संगठन का समर्थन नहीं किया जाता है या इसे आवंटित करता है। इसी तरह एमएमएफएसएल किसी भी लिंक्ड साइट्स वेबसाइटों पर पाए गए किसी भी उत्पाद, सेवाओं और / या जानकारी के संबंध में कोई प्रतिनिधित्व या वारंटी नहीं देता है, व्यक्त या निहित करता है।",
    "MMFSL does not warrant or assures that MMFSL-APP will be compatible or interoperable with Customer mobile handset. Furthermore, Customer acknowledge that compatibility and interoperability problems can cause the performance of Customer mobile handset to diminish or fail completely, and may result in permanent the damage to Customer mobile handset, loss of the data located on Customer mobile handset, and corruption of the software and files located on Customer mobile handset. In intermittent network locations, the data shown may not be updated when MMFSL-APP is offline. Customer acknowledge and agree that MMFSL and its affiliates, and licensors shall have no liability to Customer for any losses suffered resulting from or arising in connection with compatibility or interoperability problems.":"एमएमएफएसएल वारंट या आश्वस्त नहीं करता है कि एमएमएफएसएल-एप्लिकेशन ग्राहक मोबाइल हैंडसेट के साथ संगत या अंतःक्रियाशील होगा। इसके अलावा, ग्राहक स्वीकार करते हैं कि संगतता और अंतःक्रियाशीलता समस्याएं ग्राहक मोबाइल हैंडसेट के प्रदर्शन को कम करने या पूरी तरह विफल होने का कारण बन सकती हैं, और परिणामस्वरूप ग्राहक मोबाइल हैंडसेट को नुकसान पहुंचा सकता है, ग्राहक मोबाइल हैंडसेट पर स्थित डेटा का नुकसान, और सॉफ़्टवेयर के भ्रष्टाचार और ग्राहक मोबाइल हैंडसेट पर स्थित फाइलें। इंटरमीटेंट नेटवर्क स्थानों में, दिखाए गए डेटा को अपडेट नहीं किया जा सकता है जब एमएमएफएसएल-एप्लिकेशन ऑफ़लाइन है। ग्राहक स्वीकार करते हैं और सहमति देते हैं कि एमएमएफएसएल और उसके सहयोगी, और लाइसेंसधारकों के पास संगतता या अंतःक्रियाशीलता समस्याओं के संबंध में उत्पन्न होने या उत्पन्न होने वाले किसी भी नुकसान के लिए ग्राहक को कोई देयता नहीं होगी।",
    "Customer hereby release MMFSL from any liability resulting from Customer use or possession of the MMFSL-APP, including, without limitation, the following: (i) any product liability claims (ii) any claim that the MMFSL-APP fails to conform to any applicable legal or regulatory requirement (iii) any claim arising under consumer protection or similar legislation and (iv) any misuse or unauthorized access of Customers MMFSL account.":"ग्राहक इस प्रकार एमएमएफएसएल को ग्राहक उपयोग या एमएमएफएसएल-एप्लिकेशन के कब्जे के परिणामस्वरूप किसी भी उत्तरदायित्व से मुक्त कर देता है, जिसमें निम्नलिखित शामिल हैं: (i) कोई भी उत्पाद देयता दावों; (ii) कोई दावा है कि एमएमएफएसएल-एप्लिकेशन किसी भी लागू कानूनी या नियामक आवश्यकता के अनुरूप होने में विफल रहता है; (iii) उपभोक्ता संरक्षण या इसी तरह के कानून के तहत उत्पन्न होने वाले किसी भी दावे और (iv) ग्राहक के एमएमएफएसएल खाते का कोई दुरुपयोग या अनधिकृत उपयोग।",
    "This License and the Terms and Conditions mentioned herein shall be governed by and construed in accordance with the laws of India. Any disputes arising from this License and terms stated herein shall be adjudicated in the Mumbai.":"यहां उल्लिखित इस लाइसेंस और नियम और शर्तों को भारत के कानूनों के अनुसार नियंत्रित और समझा जाएगा। इस लाइसेंस से उत्पन्न होने वाले किसी भी विवाद और यहां उल्लिखित शर्तों को मुंबई में घोषित किया जाएगा।",
    "MMFSL may modify or amend the terms of this License by posting a copy. Customer will be deemed to have agreed to any such modification or amendment by Customers decision to continue using the MMFSL-APP following the date in which the modified or amended License is posted.":"एमएमएफएसएल एक प्रति पोस्ट करके इस लाइसेंस की शर्तों को संशोधित या संशोधित कर सकता है। संशोधित या संशोधित लाइसेंस पोस्ट होने की तारीख के बाद एमएमएफएसएल-एप्लिकेशन का उपयोग जारी रखने के ग्राहक के निर्णय द्वारा ग्राहक को इस तरह के किसी संशोधन या संशोधन के लिए सहमति माना जाएगा।",
    "Terms and Conditions":"नियम व शर्तें",
    "Your privacy is important to Mahindra & Mahindra Financial Services Limited (MMFSL)/ Mahindra Finance. This policy describes what type of information is collected, how the information is used, with whom the information is shared, and how the information is protected.":"महिंद्रा एंड महिंद्रा फाइनेंशियल सर्विसेज लिमिटेड (एमएमएफएसएल) / महिंद्रा फाइनेंस के लिए आपकी गोपनीयता महत्वपूर्ण है। यह नीति बताती है कि किस प्रकार की जानकारी एकत्र की जाती है, जानकारी का उपयोग कैसे किया जाता है, किसके साथ जानकारी साझा की जाती है, और जानकारी कैसे सुरक्षित होती है।",
    "For the purposes of this Privacy Policy, the terms we, us and our refer to MMFSL/ Mahindra Finance. and/or our subsidiaries and affiliates. You, Your refers to you, as a user of our Services.":"इस गोपनीयता नीति के प्रयोजनों के लिए, हम और हम जिन शर्तों को हम एमएमएफएसएल / महिंद्रा फाइनेंस का संदर्भ देते हैं। और / या हमारी सहायक और सहयोगी। आप, हमारी सेवाओं के उपयोगकर्ता के रूप में आप को संदर्भित करते हैं।",
    "Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it. If You do not agree with our policies and practices, Your choice is not to use our Services. By accessing or using our Services, You agree to this privacy policy. This policy may change from time to time, your continued use of our Services after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.":"अपनी जानकारी के संबंध में हमारी नीतियों और प्रथाओं को समझने के लिए कृपया इस नीति को सावधानीपूर्वक पढ़ें और हम इसका इलाज कैसे करेंगे। यदि आप हमारी नीतियों और प्रथाओं से सहमत नहीं हैं, तो आपकी पसंद हमारी सेवाओं का उपयोग नहीं करना है। हमारी सेवाओं तक पहुंच या उपयोग करके, आप इस गोपनीयता नीति से सहमत हैं। यह नीति समय-समय पर बदल सकती है, परिवर्तन करने के बाद हमारी सेवाओं का आपका निरंतर उपयोग उन परिवर्तनों की स्वीकृति माना जाता है, इसलिए अपडेट के लिए समय-समय पर नीति की जांच करें।",
    "Scope":"क्षेत्र",
    "This policy applies to information collected by Mahindra Finance through the use of its mobile applications, which shall be downloaded before your loan is sanctioned by us.":"यह नीति महिंद्रा फाइनेंस द्वारा अपने मोबाइल एप्लिकेशन के उपयोग के माध्यम से एकत्र की गई जानकारी पर लागू होती है, जिसे आपके ऋण द्वारा स्वीकृत होने से पहले डाउनलोड किया जाएगा।",
    "WHAT TYPE OF INFORMATION IS COLLECTED?":"सूचना का प्रकार किस प्रकार एकत्रित किया जाता है?",
    "Information Relevant to the Financial Assistance provided by MMFSL":"एमएमएफएसएल द्वारा प्रदान की गई वित्तीय सहायता के लिए प्रासंगिक जानकारी",
    "Pursuant to your request for financial assistance to MMFSL/the financial assistance extended by MMFSL to You, and owing to insufficient credit history available on Your profile, We will collect information from your mobile device which will include your contacts, SMS, call history, location, browsing history, installed apps, calendar events, phone number, brand and model, Name, Home address, Guardians name (if minor), Email address, Domain address, Telephone number, Date of birth, Job position, Occupation, Company. No passwords will be collected by us.":"एमएमएफएसएल द्वारा वित्तीय सहायता के लिए आपके अनुरोध के अनुसार एमएमएफएसएल द्वारा दी गई वित्तीय सहायता, और आपकी प्रोफ़ाइल पर उपलब्ध अपर्याप्त क्रेडिट इतिहास के कारण, हम आपके मोबाइल डिवाइस से जानकारी एकत्र करेंगे जिसमें आपके संपर्क, एसएमएस, कॉल इतिहास, स्थान शामिल होंगे , ब्राउज़िंग इतिहास, स्थापित ऐप्स, कैलेंडर ईवेंट, फोन नंबर, ब्रांड और मॉडल, नाम, गृह पता, अभिभावक का नाम (यदि नाबालिग), ईमेल पता, डोमेन पता, टेलीफोन नंबर, जन्मतिथि, नौकरी की स्थिति, व्यवसाय, कंपनी। हमारे द्वारा कोई पासवर्ड एकत्र नहीं किया जाएगा।",
    "User credential, or any information that you submit to us. Other personal information we collect may include:":"उपयोगकर्ता प्रमाण पत्र, या आपके द्वारा सबमिट की जाने वाली कोई भी जानकारी। हमारे द्वारा एकत्र की जाने वाली अन्य व्यक्तिगत जानकारी में निम्न शामिल हो सकते हैं:",
    "financial information such as income, assets and your financial investment strategy and investment background":"वित्तीय जानकारी जैसे आय, संपत्ति और आपकी वित्तीय निवेश रणनीति और निवेश पृष्ठभूमि",
    "documents that you provide to us to verify your identity, such as copies of your passport, utility bills, and/or bank statement or your company incorporation details.":"दस्तावेज जो आप हमें अपनी पहचान सत्यापित करने के लिए प्रदान करते हैं, जैसे कि आपके पासपोर्ट की प्रतियां, उपयोगिता बिल, और / या बैंक स्टेटमेंट या आपकी कंपनी निगमन विवरण।",
    "Information We Automatically Collect":"सूचना हम स्वचालित रूप से ले लीजिए",
    "We may use cookies (If not selected may affect certain or all functionalities), Web Beacons / Web bugs or other technologies to automatically collect certain information when You will use our":"जब आप हमारे उपयोग करेंगे तो हम कुकीज़ का उपयोग कर सकते हैं (यदि चयनित नहीं है तो कुछ या सभी कार्यक्षमताओं को प्रभावित कर सकते हैं), वेब बीकन / वेब बग या अन्य तकनीकों को स्वचालित रूप से कुछ जानकारी एकत्र करने के लिए", 
    "application. We may combine your information, automatically gathered information and the information we collect through cookies/web beacons / web bugs, including information that we have collected about you, or information that we have obtained from other sources.":"आवेदन। हम आपकी जानकारी, स्वचालित रूप से एकत्रित जानकारी और कुकीज / वेब बीकन / वेब बग के माध्यम से एकत्र की जाने वाली जानकारी को जोड़ सकते हैं, जिसमें आपके बारे में एकत्र की गई जानकारी या अन्य स्रोतों से प्राप्त जानकारी शामिल है।",
    "We may aggregate any statistics or data that are collected, but we are under no obligation to do so.":"हम एकत्र किए गए किसी भी आंकड़े या डेटा को एकत्रित कर सकते हैं, लेकिन हमें ऐसा करने का कोई दायित्व नहीं है।",
    "We may automatically collect certain non-personal information from You such as Your browser type, operating system, software version, Internet Protocol (IP) address, General geographic location indicated by your IP address, Website that referred you to us, and similar information. We may also collect information about your use of the Site, including the date and time of access, the areas or pages that You visit, the number of times You return, and other Site usage data.":"हम आपके ब्राउज़र प्रकार, ऑपरेटिंग सिस्टम, सॉफ्टवेयर संस्करण, इंटरनेट प्रोटोकॉल (आईपी) पते, आपके आईपी पते द्वारा संकेतित सामान्य भौगोलिक स्थान, वेबसाइट जो आपको हमें संदर्भित करते हैं, और इसी तरह की जानकारी से स्वचालित रूप से कुछ गैर-व्यक्तिगत जानकारी एकत्र कर सकते हैं। हम साइट के आपके उपयोग के बारे में जानकारी भी एकत्र कर सकते हैं, जिसमें पहुंच की तिथि और समय, आपके द्वारा देखे जाने वाले क्षेत्र या पृष्ठ, आपके द्वारा वापस आने की संख्या और अन्य साइट उपयोग डेटा शामिल हैं।",
    "Cookies":"कुकीज़",
    "Cookies are small text files which a website may put on your computer or mobile device when You first visit a website or page. The cookie will help the website, or another website, to recognize your device the next time You visit. We use the term cookies in this policy to refer to all files that collect information in this way.":"कुकीज छोटी टेक्स्ट फाइलें होती हैं, जब कोई वेबसाइट किसी वेबसाइट या पेज पर जाती है तो कोई वेबसाइट आपके कंप्यूटर या मोबाइल डिवाइस पर रख सकती है। अगली बार जब आप यात्रा करेंगे तो कुकी आपके डिवाइस को पहचानने के लिए वेबसाइट या दूसरी वेबसाइट की सहायता करेगी। हम इस नीति में कुकीज शब्द का उपयोग उन सभी फ़ाइलों को संदर्भित करने के लिए करते हैं जो इस तरह से जानकारी एकत्र करते हैं।",
    "There are many functions cookies serve. For example, they can help us to remember your username and preferences, analyze how well our website is performing, or even allow us to recommend content we believe will be most relevant to You.":"कुकीज़ कई काम करता है। उदाहरण के लिए, वे हमें अपना उपयोगकर्ता नाम और वरीयताओं को याद रखने में मदद कर सकते हैं, विश्लेषण कर सकते हैं कि हमारी वेबसाइट कितनी अच्छी तरह से प्रदर्शन कर रही है, या यहां तक ​​कि हमें ऐसी सामग्री की अनुशंसा करने की अनुमति भी देती है जो हमें विश्वास है कि आपके लिए सबसे प्रासंगिक होगा।",
    "There are two broad categories of cookies:":"कुकीज़ की दो व्यापक श्रेणियां हैं:",
    "First party cookies, served directly by us to your device.":"पहली पार्टी कुकीज़, सीधे हमारे डिवाइस पर हमारे द्वारा सेवा की।",
    "Third party cookies, which are served by a third party on our behalf.":"तृतीय पक्ष कुकीज़, जो हमारी तरफ से किसी तीसरे पक्ष द्वारा सेवा दी जाती है।",
    "Cookies can remain on your device for different periods of time. Some cookies are session cookies, meaning that they exist only while your browser is open. These are deleted automatically once You close your browser. Other cookies are permanent cookies, meaning that they survive after your browser is closed. They can be used by the website to recognize your computer when You open your browser and browse the Internet again.":"कुकीज आपके डिवाइस पर अलग-अलग समय के लिए रह सकती है। कुछ कुकीज़ सत्र कुकीज़ होती हैं, जिसका अर्थ है कि वे केवल तब मौजूद होते हैं जब आपका ब्राउज़र खुला होता है। एक बार जब आप अपना ब्राउज़र बंद कर देते हैं तो ये स्वचालित रूप से हटा दिए जाते हैं। अन्य कुकीज़ स्थायी कुकीज़ हैं, जिसका अर्थ है कि वे आपके ब्राउज़र बंद होने के बाद जीवित रहते हैं। जब आप अपना ब्राउज़र खोलते हैं और फिर से इंटरनेट ब्राउज़ करते हैं तो उन्हें आपके कंप्यूटर को पहचानने के लिए वेबसाइट द्वारा उपयोग किया जा सकता है।",
    "HOW IS INFORMATION COLLECTED?":"जानकारी कैसे एकत्र की जाती है?",
    "Once You download and install the Mahindra Finance application on your mobile handset, the said application will gain access to the relevant applications on your mobile device which will enable to application to collect the information (discussed above). By agreeing to this privacy policy after the installation of the app, You will allow us to collect the information mentioned above about You available on Your mobile device.":"एक बार जब आप अपने मोबाइल हैंडसेट पर महिंद्रा फाइनेंस एप्लिकेशन डाउनलोड और इंस्टॉल कर लेंगे, तो कहा गया एप्लिकेशन आपके मोबाइल डिवाइस पर प्रासंगिक एप्लिकेशन तक पहुंच प्राप्त करेगा जो सूचना एकत्र करने के लिए आवेदन करने में सक्षम होगा (ऊपर चर्चा की गई)। ऐप की स्थापना के बाद इस गोपनीयता नीति से सहमत होने के कारण, आप हमें अपने मोबाइल डिवाइस पर उपलब्ध उपरोक्त जानकारी एकत्र करने की अनुमति देंगे।",
    "USE OF THE INFORMATION COLLECTED":"एकत्रित जानकारी का उपयोग करें",
    "The information collected by us will be used for the following purposes":"हमारे द्वारा एकत्र की गई जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए किया जाएगा",
    "Evaluating your creditworthiness":"अपनी क्रेडिट योग्यता का मूल्यांकन करना",
    "Contacting You in response to a loan application or otherwise":"ऋण आवेदन या अन्यथा के जवाब में आपसे संपर्क कर रहा है",
    "Providing loan servicing":"ऋण सेवा प्रदान करना",
    "Research, addressing problems with, and improving the usage and operations of the services provided by us":"शोध, समस्याओं को संबोधित करते हुए, और हमारे द्वारा प्रदान की जाने वाली सेवाओं के उपयोग और संचालन में सुधार",
    "Protecting the security or integrity of MMFSL.":"एमएमएफएसएल की सुरक्षा या अखंडता की रक्षा करना।",
    "Determining the customers eligibility for our products and services":"हमारे उत्पादों और सेवाओं के लिए ग्राहकों की पात्रता निर्धारित करना",
    "Developing credit risk models and performing risk assessment":"क्रेडिट जोखिम मॉडल विकसित करना और जोखिम मूल्यांकन करना",
    "Detecting and preventing fraud":"धोखाधड़ी का पता लगाना और रोकना",
    "Verifying information that You have provided":"आपके द्वारा प्रदान की गई जानकारी की पुष्टि करना",
    "Gaining insights on your behavior patterns and interests":"अपने व्यवहार पैटर्न और हितों पर अंतर्दृष्टि प्राप्त करना",
    "Providing, administering, improving and developing our Services":"हमारी सेवाओं को प्रदान करना, प्रशासन करना, सुधारना और विकसित करना",
    "Conducting statistical and market analysis and":"सांख्यिकीय और बाजार विश्लेषण का आयोजन और",
    "Satisfying any other legitimate business purposes, including handling any complaints and retaining information as necessary to meet our obligations under applicable laws and regulations.":"लागू कानूनों और विनियमों के तहत हमारे दायित्वों को पूरा करने के लिए आवश्यक शिकायतों को संभालने और आवश्यक जानकारी को बनाए रखने सहित किसी अन्य वैध व्यावसायिक उद्देश्यों को संतुष्ट करना।",
    "Responding to your requests for our unique products and services":"हमारे अद्वितीय उत्पादों और सेवाओं के लिए आपके अनुरोधों का जवाब देना",
    "To process your transactions and to provide you with transaction and post transaction-related services, providing, improving, and marketing our products and services, including site content and performance":"अपने लेनदेन को संसाधित करने और लेनदेन से संबंधित सेवाओं को पोस्ट करने, साइट सामग्री और प्रदर्शन सहित हमारे उत्पादों और सेवाओं को प्रदान करने, सुधारने और विपणन करने के लिए",
    "Evaluating your use of the services":"सेवाओं के अपने उपयोग का मूल्यांकन करना",
    "Providing advertising for products and services that might interest you":"उन उत्पादों और सेवाओं के लिए विज्ञापन प्रदान करना जो आपको रूचि दे सकते हैं",
    "Responding to your requests for information":"जानकारी के लिए आपके अनुरोधों का जवाब देना",
    "Communicating with you by e mail, postal mail or courier, and/or telephone about products or services that may be of interest to you":"ई मेल, डाक मेल या कूरियर, और / या उन उत्पादों या सेवाओं के बारे में टेलीफोन जो आपके लिए ब्याज हो सकते हैं, से संचार कर रहे हैं",
    "Maintaining and managing your account with us":"हमारे साथ अपने खाते को बनाए रखना और प्रबंधित करना",
    "Keeping you updated on the issues that are relevant to your business relationship with us":"आपको उन मुद्दों पर अपडेट करना जो आपके साथ आपके व्यापार संबंधों के लिए प्रासंगिक हैं",
    "Monitoring your compliance with any terms and conditions associated with our products and services, including to confirm your identity":"अपनी पहचान की पुष्टि करने के लिए, हमारे उत्पादों और सेवाओं से जुड़े किसी भी नियम और शर्तों के साथ आपके अनुपालन की निगरानी करना",
    "Performing other functions as described to you at the time of collection or pursuant to your consent.":"संग्रह के समय या आपकी सहमति के अनुसार आपको वर्णित अन्य कार्यों को निष्पादित करना।",
    "INFORMATION SHARING":"जानकारी साझाकरण",
    "Service Providers":"सेवा प्रदाता",
    "We may share personal information with organizations or individuals that perform functions on our behalf. For example, service providers may process payments for our products and services or may store and process data on our behalf. These service providers are granted access to personal information for the purpose of performing their functions for Mahindra Finance.":"हम व्यक्तिगत जानकारी उन संगठनों या व्यक्तियों के साथ साझा कर सकते हैं जो हमारी तरफ से कार्य करते हैं। उदाहरण के लिए, सेवा प्रदाता हमारे उत्पादों और सेवाओं के लिए भुगतान संसाधित कर सकते हैं या हमारी तरफ से डेटा स्टोर और संसाधित कर सकते हैं। इन सेवा प्रदाताओं को महिंद्रा फाइनेंस के लिए अपने कार्यों को करने के उद्देश्य से व्यक्तिगत जानकारी तक पहुंच प्रदान की जाती है।",
    "Marketing":"मार्केटिंग",
    "Mahindra Finance may share collected personal information with group companies whose products and services we believe you may find of interest. If you would prefer that we not share your personal information with any third parties for the third parties marketing purposes, you can notify us of your preference by contacting us as described in the Contact Us section.":"महिंद्रा फाइनेंस उन व्यक्तिगत कंपनियों के साथ एकत्रित व्यक्तिगत जानकारी साझा कर सकता है जिनके उत्पादों और सेवाओं का मानना ​​है कि आपको ब्याज मिल सकता है। यदि आप चाहें कि हम तीसरे पक्ष के मार्केटिंग उद्देश्यों के लिए आपकी व्यक्तिगत जानकारी किसी तीसरे पक्ष के साथ साझा नहीं करते हैं, तो आप हमसे संपर्क करें अनुभाग में वर्णित अनुसार हमसे संपर्क करके अपनी वरीयता के बारे में सूचित कर सकते हैं।",
    "Legal Matters":"कानूनी मामले",
    "Mahindra Finance may share personal information in response to a court order, a request for cooperation from a law enforcement or other government agency, or as otherwise required by law to persons acting as representative capacity on your behalf to defend against legal claims to investigate, prevent, or take other action regarding illegal activity, suspected fraud, suspected violations of terms and conditions associated with any of our products or services, or other wrongdoing or to protect and defend the rights, property or safety of our company, our users, our employees, or others.":"महिंद्रा फाइनेंस अदालत के आदेश के जवाब में व्यक्तिगत जानकारी साझा कर सकता है, कानून प्रवर्तन या अन्य सरकारी एजेंसी से सहयोग के लिए अनुरोध, या अन्यथा कानूनी रूप से जांच के लिए कानूनी दावों की रक्षा के लिए आपकी ओर से प्रतिनिधि क्षमता के रूप में कार्य करने वाले व्यक्तियों को कानून द्वारा आवश्यक है , या अवैध गतिविधि, संदिग्ध धोखाधड़ी, हमारे किसी भी उत्पाद या सेवाओं से जुड़े नियमों और शर्तों के संदिग्ध उल्लंघन, या अन्य गलत कार्यवाही या हमारी कंपनी, हमारे उपयोगकर्ताओं, हमारे कर्मचारियों के अधिकार, संपत्ति या सुरक्षा की रक्षा और बचाव के लिए अन्य कार्रवाई करें , या अन्य।",
    "Transactions":"लेन-देन",
    "Mahindra Finance may share personal information in connection with a substantial corporate transaction, such as mergers, acquisition, the sale of our business, a divestiture, consolidation, or asset sale, or in the unlikely event of bankruptcy.":"महिंद्रा फाइनेंस विलय, अधिग्रहण, हमारे व्यापार की बिक्री, एक विभाजन, समेकन, या परिसंपत्ति बिक्री, या दिवालियापन की संभावना की स्थिति में पर्याप्त कॉर्पोरेट लेनदेन के संबंध में व्यक्तिगत जानकारी साझा कर सकता है।",
    "Other Purposes":"अन्य उद्देश्यों",
    "Mahindra Finance may share personal information as otherwise described to you at the point of collection or pursuant to your consent.":"महिंद्रा फाइनेंस व्यक्तिगत जानकारी साझा कर सकता है जैसा कि अन्यथा आपको संग्रह के बिंदु पर या आपकी सहमति के अनुसार वर्णित किया गया है।",
    "PROTECTION OF INFORMATION":"सूचना की सुरक्षा",
    "We take the security of your Information very seriously and have implemented policies and procedures that are designed to help safeguard your Information from unauthorized access, use or modification including:":"हम आपकी जानकारी की सुरक्षा को बहुत गंभीरता से लेते हैं और उन नीतियों और प्रक्रियाओं को लागू करते हैं जिन्हें अनधिकृत पहुंच, उपयोग या संशोधन से आपकी जानकारी की सुरक्षा में सहायता के लिए डिज़ाइन किया गया है:",
    "submitting information provided by You, through a secured transmission":"एक सुरक्षित संचरण के माध्यम से, आपके द्वारा प्रदान की गई जानकारी जमा करना",
    "restricting access to your Information only to those employees who are required to know such information in order provide our Services to You and":"केवल उन कर्मचारियों को आपकी जानकारी तक पहुंच प्रतिबंधित करना जिन्हें ऐसी जानकारी जानना आवश्यक है, ताकि आप हमारी सेवाएं प्रदान कर सकें",
    "ensuring that all of our employees receive appropriate training on all of our security procedures and conducting regular audits to verify compliance.":"यह सुनिश्चित करना कि हमारे सभी कर्मचारियों को हमारी सभी सुरक्षा प्रक्रियाओं पर उचित प्रशिक्षण प्राप्त हो और अनुपालन की पुष्टि के लिए नियमित लेखा परीक्षा आयोजित की जाए।",
    "Mahindra Finance use commercially reasonable security measures (including physical, electronic and procedural measures) to help safeguard personal information against loss, misuse, damage or modification and unauthorized access or disclosure. However, no system for transmitting or storing information electronically can be completely secure. Therefore, we cannot guarantee that personal information or other communications will always remain secure":"महिंद्रा फाइनेंस वाणिज्यिक रूप से उचित सुरक्षा उपायों (भौतिक, इलेक्ट्रॉनिक और प्रक्रियात्मक उपायों सहित) का उपयोग हानि, दुरुपयोग, क्षति या संशोधन और अनधिकृत पहुंच या प्रकटीकरण के खिलाफ व्यक्तिगत जानकारी की सुरक्षा में मदद के लिए करता है। हालांकि, इलेक्ट्रॉनिक रूप से जानकारी संचारित या संग्रहीत करने के लिए कोई प्रणाली पूरी तरह से सुरक्षित नहीं हो सकती है। इसलिए, हम गारंटी नहीं दे सकते कि व्यक्तिगत जानकारी या अन्य संचार हमेशा सुरक्षित रहेगा",
    "Minors Privacy:":"अल्पसंख्यक गोपनीयता:",
    "We do not knowingly collect personal information from minor children. If we learn that we have collected personal information from a child who are in the minor category, we will delete that information from our database.":"हम जानबूझकर नाबालिग बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। अगर हम सीखते हैं कि हमने नाबालिग श्रेणी में मौजूद किसी बच्चे से व्यक्तिगत जानकारी एकत्र की है, तो हम उस जानकारी को हमारे डेटाबेस से हटा देंगे।",
    "RETENTION OF INFORMATION":"सूचना का इनफार्मेशन",
    "MMFSL shall retain the information provided by You for as long as required to close your loan account with us. We will also retain your information as necessary to comply with applicable legal obligations, to resolve disputes, and to enforce our agreements.":"एमएमएफएसएल आपके द्वारा प्रदान की गई जानकारी को तब तक बनाए रखेगा जब तक आपके साथ आपके ऋण खाते को बंद करने की आवश्यकता न हो। हम लागू कानूनी दायित्वों का पालन करने, विवादों को हल करने और हमारे समझौतों को लागू करने के लिए आवश्यकतानुसार आपकी जानकारी को बनाए रखेंगे।",
    "Contact Us":"संपर्क करें",
    "Email Id":"ईमेल आईडी",
    "Our Corporate Office":"हमारा कॉर्पोरेट कार्यालय",
    "4th Floor, Mahindra Towers,":"4th फ्लोर, महिंद्रा टावर्स,",
    "Dr.G.M.Bhosale Marg,":"डॉ जी एम भोसले मार्ग,",
    "P.K. Kurne Chowk, Worli,":"पी.के. कुर्न चौक, वरली,",
    "Mumbai-400 018":"मुंबई -400 018",
    "Locate":"पता लगाएँ",
    "Enter Current 4 digits Pin":"वर्तमान ४ अंक पिन दर्ज करें",
    "Enter new 4 digits Pin":"नए ४ अंक पिन दर्ज करें",
    "Re-enter 4 digits pin":"४ अंकों पिन दोबारा दर्ज करें",
    "A reminder has been set for this account.":"इस खाते के लिए एक रिमाइंडर सेट किया गया है।",
    "Do you want to delete the reminder?":"क्या आप रिमाइंडर को मिटाना चाहते हैं?",
    "Kindly select how many days prior you want a reminder.":"चुनेये किटने दीन पेहेल रिमाइंडर चहिये।",
    "You have successfully created an reminder.":"आपने सफलतापूर्वक एक रिमाइंडर बनाया है।",
    "Forgot Your Pin?" : "अपना पिन भूल गए?",
    "To reset App PIN, we will send OTP": "ऐप पिन रीसेट करने के लिए, हम ओटीपी भेज देंगे",
    "on the below mentioned mobile number":"नीचे उल्लिखित मोबाइल नंबर पर",
    "Enter Register Mobile Number":"पंजीकरण मोबाइल नंबर दर्ज करें",
    "Get Otp":"ओटीपी जाओ",
    "New PIN does not match the confirm PIN.":"नया पिन पुष्टिकरण पिन से मेल नहीं खाता है।",
    "New PIN cannot be same as current PIN.":"नया पिन वर्तमान पिन के समान नहीं हो सकता है।",
    "Kindly go online to access this feature" : "इस सुविधा तक पहुंचने के लिए कृपया ऑनलाइन जाएं"
}